

DIALOG = {
    'START': '''Здравствуйте, {name}! Спасибо, что согласились принять участие в нашем опросе''',
    'Q1': '''Представьте, что вы генеральный директор огромной корпорации, которая ежегодно реализует множество разных продуктов.\nВы уже начали придумыв-ать названия для нового продукта.\nПожалуйста, выберите лишь один вариант.''',
    'Q2': '''Теперь у вас есть название продукта, однако к нему нужно еще придумать продуктовую концепцию.\nС чем у Вас ассоциируется выбранное название? Достаточно написать одно слово''',
    'Q3': '''Теперь нужен логотип. Пожалуйста, опишите как должен выглядить логотип продукта в двух-трех словах''',
    'Q4': '''Вы бы сами были заинтересованы в таком продукте, зная лишь его название и логотип?''',
    'Q5': '''Катастрофа! Ваш ассистент забыл записать название продукта. Пожалуйста, выберите ему другое''',
    'FINISHED': 'Спасибо, что прошли наш опрос! Надеемся Вам было интересно',
    'PASS': 'Спасибо, что прошли опрос {name}! К сожалению, опрос можно пройти только один раз.',
    'STOP_SPAM': 'Пожалуйста, воспользуйтесь коммандой /start',
}
